* TODO how to enable *transparency* in [[logseq]]
* TODO how to autocomplete while you type in [[logseq]]
:LOGBOOK:
CLOCK: [2022-05-21 Sat 11:16:09]
:END:
* DONE disable fast typing settings in **xkarna**
:PROPERTIES:
:collapsed: true
:END:
:LOGBOOK:
CLOCK: [2022-05-21 Sat 11:17:00]--[2022-05-21 Sat 11:59:04] =>  00:42:04
:END:
** commented out necessary lines inside ~repair-keys.sh~ which runs on every
* DONE breakfast
:LOGBOOK:
CLOCK: [2022-05-21 Sat 11:22:04]
CLOCK: [2022-05-21 Sat 11:22:08]--[2022-05-21 Sat 11:49:31] =>  00:27:23
:END:
* [[../assets/Math,_Better_Explained_by_Kalid_Azad_(z-lib.org)_1653130163490_0.pdf][Math, Better Explained by Kalid Azad (z-lib.org).pdf]]
:LOGBOOK:
CLOCK: [2022-05-21 Sat 13:56:26]--[2022-05-21 Sat 13:56:27] =>  00:00:01
:END: